tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
brew "ccache"
brew "clang-format"
brew "cmake"
brew "ctags"
brew "fzf"
brew "git"
brew "python@3.8"
brew "imagemagick"
brew "ncdu"
brew "neovim"
brew "node"
brew "numpy", link: false
brew "pandoc"
brew "root"
brew "rsync"
brew "sshuttle"
brew "task"
brew "tmux"
brew "watch"
brew "zsh"
brew "zsh-completions"
cask "amethyst"
cask "enpass"
cask "font-fira-code"
cask "font-fira-mono-for-powerline"
cask "font-fira-sans"
cask "font-hack-nerd-font"
cask "font-sauce-code-pro-nerd-font"
cask "google-earth-pro"
cask "inkscape"
cask "iterm2"
cask "keepassxc"
cask "mactex"
cask "mattermost"
cask "nextcloud"
cask "qlmarkdown"
cask "qlstephen"
cask "skim"
cask "spotify"
cask "telegram"
cask "tomighty"
cask "xquartz"
