tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
brew "arp-scan"
brew "xz"
brew "glib"
brew "ccache"
brew "clang-format"
brew "cmake"
brew "container-diff"
brew "cowsay"
brew "ctags"
brew "docker-compose", link: false
brew "doxygen"
brew "fortune"
brew "fzf"
brew "gdk-pixbuf"
brew "gh"
brew "git"
brew "nghttp2"
brew "unbound"
brew "gnutls"
brew "go"
brew "gobject-introspection"
brew "gource"
brew "graphviz"
brew "gsl"
brew "hdf5"
brew "htop"
brew "libheif"
brew "python@3.8"
brew "imagemagick"
brew "ipmitool"
brew "mtr"
brew "ncdu"
brew "neovim"
brew "node"
brew "numpy", link: false
brew "pandoc"
brew "postgresql"
brew "pv"
brew "pyenv"
brew "ruby-build"
brew "rbenv"
brew "root"
brew "rsync"
brew "rust"
brew "snappy"
brew "sshuttle"
brew "task"
brew "tcptrace"
brew "tmux"
brew "vagrant-completion"
brew "watch"
brew "youtube-dl"
brew "zsh"
brew "zsh-completions"
cask "aerial"
cask "amethyst"
cask "autodesk-fusion360"
cask "coconutbattery"
cask "deepl"
cask "discord"
cask "docker"
cask "drawio"
cask "dropbox"
cask "enpass"
cask "firefox"
cask "font-fira-code"
cask "font-fira-mono"
cask "font-fira-mono-for-powerline"
cask "font-fira-sans"
cask "font-hack-nerd-font"
cask "font-sauce-code-pro-nerd-font"
cask "font-saucecodepro-nerd-font"
cask "google-earth-pro"
cask "inkscape"
cask "insomnia"
cask "iterm2"
cask "jitsi-meet"
cask "keepassxc"
cask "libreoffice"
cask "lunar"
cask "macfuse"
cask "mactex"
cask "mattermost"
cask "nextcloud"
cask "pingplotter"
cask "qlmarkdown"
cask "qlstephen"
cask "rocket-chat"
cask "skim"
cask "spotify"
cask "telegram"
cask "tomighty"
cask "vagrant"
cask "virtualbox"
cask "xquartz"
