tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
brew "azcopy"
brew "azure-cli"
brew "ccache"
brew "clang-format"
brew "cmake"
brew "ctags"
brew "docker-completion"
brew "docker-compose-completion"
brew "fzf"
brew "git"
brew "gnupg"
brew "graphviz"
brew "helm"
brew "imagemagick"
brew "jenv"
brew "kubernetes-cli"
brew "minikube"
brew "ncdu"
brew "neovim"
brew "node"
brew "poetry"
brew "postgresql"
brew "pyenv"
brew "pyenv-virtualenv"
brew "qpdf"
brew "rsync"
brew "scala"
brew "sshuttle"
brew "task"
brew "tmux"
brew "watch"
brew "zsh"
brew "zsh-completions"
cask "amethyst"
cask "docker"
cask "enpass"
cask "firefox"
cask "font-fira-code"
cask "font-fira-sans"
cask "font-hack-nerd-font"
cask "font-sauce-code-pro-nerd-font"
cask "google-chrome"
cask "iterm2"
cask "keepassxc"
cask "microsoft-teams"
cask "miro"
cask "nextcloud"
cask "qlstephen"
cask "sbarex-qlmarkdown"
cask "spotify"
cask "telegram"
cask "visual-studio-code"
cask "wrike"
